Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

# settings.privacy.clear_logs.confirm.message
source: This will clear all debug logs and analytics data stored on your device.
ar: سيؤدي هذا إلى مسح كافة سجلات التصحيح وبيانات التحليلات المخزنة على جهازك.
da: Dette vil rydde alle debug-logfiler og analysedata, der er gemt på din enhed.
de: settings.privacy.clear_logs.confirm.message
es: Esto borrará todos los registros de depuración y datos de análisis almacenados en tu dispositivo.
fi: Tämä tyhjentää kaikki laitteellesi tallennetut virheenkorjauslokit ja analytiikkatiedot.
fr: Cela effacera tous les journaux de débogage et les données d'analyse stockés sur votre appareil.
he: settings.privacy.clear_logs.confirm.message
ja: これにより、デバイスに保存されているすべてのデバッグ ログと分析データが消去されます。
nl: Hiermee worden alle foutopsporingslogboeken en analysegegevens die op uw apparaat zijn opgeslagen gewist.
th: การดำเนินการนี้จะล้างบันทึกการแก้ไขข้อบกพร่องและข้อมูลการวิเคราะห์ทั้งหมดที่จัดเก็บไว้ในอุปกรณ์ของคุณ
uk: Це очистить усі журнали налагодження та дані аналітики, що зберігаються на вашому пристрої.
zh_hans: 这将清除设备上存储的所有调试日志和分析数据。
zh_hant: 這將清除設備上存儲的所有調試日誌和分析數據。
zh_hk: 這將清除設備上存儲的所有調試日誌和分析數據。

# settings.privacy.clear_logs.confirm.title
source: Clear Debug Logs?
ar: هل تريد مسح سجلات التصحيح؟
da: Ryd fejlretningslogfiler?
de: settings.privacy.clear_logs.confirm.title
es: ¿Borrar Registros de Depuración?
fi: Poistetaanko virheenkorjauslokit?
fr: Effacer les journaux de débogage ?
he: settings.privacy.clear_logs.confirm.title
ja: デバッグログをクリアしますか?
nl: Foutopsporingslogboeken wissen?
th: ล้างบันทึกการแก้ไขข้อบกพร่องหรือไม่
uk: Очистити журнали налагодження?
zh_hans: 清除调试日志？
zh_hant: 清除調試日誌？
zh_hk: 清除調試日誌？

# settings.privacy.data.header
source: Data Storage
ar: تخزين البيانات
da: Datalagring
de: settings.privacy.data.header
es: Almacenamiento de Datos
fi: Tietojen tallennus
fr: Stockage des données
he: settings.privacy.data.header
ja: データストレージ
nl: Gegevensopslag
th: การจัดเก็บข้อมูล
uk: Зберігання даних
zh_hans: 数据存储
zh_hant: 數據存儲
zh_hk: 數據存儲

# settings.privacy.diagnostics.header
source: Diagnostics
ar: التشخيص
da: Diagnostik
de: settings.privacy.diagnostics.header
es: Diagnósticos
fi: Diagnostiikka
fr: Diagnostic
he: settings.privacy.diagnostics.header
ja: 診断
nl: Diagnostiek
th: การวินิจฉัย
uk: діагностика
zh_hans: 诊断
zh_hant: 診斷
zh_hk: 診斷

# settings.privacy.icloud_sync
source: iCloud Sync
ar: آي كلاود مزامنة
da: iCloud-synkronisering
de: settings.privacy.icloud_sync
es: Sincronización de iCloud
fr: Synchronisation iCloud
he: settings.privacy.icloud_sync
ja: iCloud同期
nl: iCloud-synchronisatie
th: การซิงค์ iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步
zh_hk: iCloud 同步

# settings.privacy.icloud_sync.detail
source: Sync data across your devices using iCloud
ar: مزامنة البيانات عبر أجهزتك باستخدام iCloud
da: Synkroniser data på tværs af dine enheder ved hjælp af iCloud
de: settings.privacy.icloud_sync.detail
es: Sincroniza datos entre tus dispositivos usando iCloud
fi: Synkronoi tiedot laitteidesi välillä iCloudin avulla
fr: Synchronisez les données sur vos appareils à l'aide d'iCloud
he: settings.privacy.icloud_sync.detail
ja: iCloudを使用してデバイス間でデータを同期する
nl: Synchroniseer gegevens op al uw apparaten met iCloud
th: ซิงค์ข้อมูลระหว่างอุปกรณ์ของคุณโดยใช้ iCloud
uk: Синхронізуйте дані на своїх пристроях за допомогою iCloud
zh_hans: 使用 iCloud 在您的设备之间同步数据
zh_hant: 使用 iCloud 在您的設備之間同步數據
zh_hk: 使用 iCloud 在您的設備之間同步數據

# settings.privacy.local_only.footer
source: All your data stays on this device. No cloud sync or external services are used.
ar: تبقى جميع بياناتك على هذا الجهاز.لا يتم استخدام أي مزامنة سحابية أو خدمات خارجية.
da: Alle dine data forbliver på denne enhed.Der bruges ingen skysynkronisering eller eksterne tjenester.
de: settings.privacy.local_only.footer
es: Todos tus datos permanecen en este dispositivo.No se utilizan sincronización en la nube ni servicios externos.
fi: Kaikki tietosi pysyvät tällä laitteella.Pilvisynkronointia tai ulkoisia palveluita ei käytetä.
fr: Toutes vos données restent sur cet appareil.Aucune synchronisation cloud ou service externe n'est utilisé.
he: settings.privacy.local_only.footer
ja: すべてのデータはこのデバイスに残ります。クラウド同期や外部サービスは使用されません。
nl: Al uw gegevens blijven op dit apparaat.Er worden geen cloudsynchronisatie of externe services gebruikt.
th: ข้อมูลทั้งหมดของคุณยังคงอยู่ในอุปกรณ์นี้ไม่มีการซิงค์บนคลาวด์หรือบริการภายนอก
uk: Усі ваші дані залишаються на цьому пристрої.Хмарна синхронізація чи зовнішні служби не використовуються.
zh_hans: 您的所有数据都保留在此设备上。不使用云同步或外部服务。
zh_hant: 您的所有數據都保留在此設備上。不使用云同步或外部服務。
zh_hk: 您的所有數據都保留在此設備上。不使用云同步或外部服務。

# settings.privacy.permissions
source: Manage Permissions
ar: إدارة الأذونات
da: Administrer tilladelser
de: settings.privacy.permissions
es: Administrar Permisos
fa: مدیریت مجوزها
fi: Hallinnoi käyttöoikeuksia
fr: Gérer les autorisations
he: settings.privacy.permissions
ja: 権限の管理
nl: Beheer machtigingen
th: จัดการสิทธิ์
uk: Керувати дозволами
zh_hans: 管理权限
zh_hant: 管理權限
zh_hk: 管理權限

# settings.privacy.permissions.footer
source: Open iOS Settings to manage calendar, notifications, and other permissions
ar: افتح إعدادات iOS لإدارة التقويم والإشعارات والأذونات الأخرى
da: Åbn iOS-indstillinger for at administrere kalender, meddelelser og andre tilladelser
de: settings.privacy.permissions.footer
es: Abre Configuración de iOS para administrar calendario, notificaciones y otros permisos
fi: Avaa iOS-asetukset hallitaksesi kalenteria, ilmoituksia ja muita käyttöoikeuksia
fr: Ouvrez les paramètres iOS pour gérer le calendrier, les notifications et autres autorisations
he: settings.privacy.permissions.footer
ja: iOS 設定を開いて、カレンダー、通知、その他の権限を管理します
nl: Open iOS-instellingen om de agenda, meldingen en andere machtigingen te beheren
th: เปิดการตั้งค่า iOS เพื่อจัดการปฏิทิน การแจ้งเตือน และการอนุญาตอื่นๆ
uk: Відкрийте налаштування iOS, щоб керувати календарем, сповіщеннями та іншими дозволами
zh_hans: 打开 iOS 设置来管理日历、通知和其他权限
zh_hant: 打開 iOS 設置來管理日曆、通知和其他權限
zh_hk: 打開 iOS 設置來管理日曆、通知和其他權限

# settings.privacy.permissions.header
source: Permissions
ar: الأذونات
da: Tilladelser
de: settings.privacy.permissions.header
es: Permisos
fi: Käyttöoikeudet
fr: Autorisations
he: settings.privacy.permissions.header
ja: 権限
nl: Machtigingen
th: สิทธิ์
uk: Дозволи
zh_hans: 权限
zh_hant: 權限
zh_hk: 權限

# settings.storage.backup.footer
source: Export your data as a backup file
ar: تصدير البيانات الخاصة بك كملف النسخ الاحتياطي
da: Eksporter dine data som en backup-fil
de: settings.storage.backup.footer
es: Exporta tus datos como un archivo de respaldo
fi: Vie tietosi varmuuskopiotiedostona
fr: Exportez vos données sous forme de fichier de sauvegarde
he: settings.storage.backup.footer
ja: データをバックアップ ファイルとしてエクスポートする
nl: Exporteer uw gegevens als back-upbestand
th: ส่งออกข้อมูลของคุณเป็นไฟล์สำรอง
uk: Експортуйте свої дані як файл резервної копії
zh_hans: 将您的数据导出为备份文件
zh_hant: 將您的數據導出為備份文件
zh_hk: 將您的數據導出為備份文件

# settings.storage.backup.header
source: Backup
ar: النسخ الاحتياطي
de: settings.storage.backup.header
es: Respaldo
fi: Varmuuskopio
fr: Sauvegarde
he: settings.storage.backup.header
ja: バックアップ
th: สำรองข้อมูล
uk: Резервне копіювання
zh_hans: 备份
zh_hant: 備份
zh_hk: 備份

# settings.storage.clear_cache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
da: Ryd cache
de: settings.storage.clear_cache
es: Borrar Caché
fi: Tyhjennä välimuisti
fr: Vider le cache
he: settings.storage.clear_cache
ja: キャッシュのクリア
nl: Cache wissen
th: ล้างแคช
uk: Очистити кеш
zh_hans: 清除缓存
zh_hant: 清除緩存
zh_hk: 清除緩存

# settings.storage.clear_cache.confirm.action
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
da: Ryd cache
de: settings.storage.clear_cache.confirm.action
es: Borrar Caché
fi: Tyhjennä välimuisti
fr: Vider le cache
he: settings.storage.clear_cache.confirm.action
ja: キャッシュのクリア
nl: Cache wissen
th: ล้างแคช
uk: Очистити кеш
zh_hans: 清除缓存
zh_hant: 清除緩存
zh_hk: 清除緩存

# settings.storage.clear_cache.confirm.message
source: This will clear temporary files and cached data. Your tasks, courses, and settings will not be affected.
ar: سيؤدي هذا إلى مسح الملفات المؤقتة والبيانات المخزنة مؤقتًا.لن تتأثر مهامك ودوراتك وإعداداتك.
da: Dette vil rydde midlertidige filer og cachelagrede data.Dine opgaver, kurser og indstillinger vil ikke blive påvirket.
de: settings.storage.clear_cache.confirm.message
es: Esto borrará archivos temporales y datos en caché. Tus tareas, cursos y configuraciones no se verán afectados.
fi: Tämä tyhjentää väliaikaiset tiedostot ja välimuistissa olevat tiedot.Tämä ei vaikuta tehtäviisi, kursseihin ja asetuksiin.
fr: Cela effacera les fichiers temporaires et les données mises en cache.Vos tâches, cours et paramètres ne seront pas affectés.
he: settings.storage.clear_cache.confirm.message
ja: これにより、一時ファイルとキャッシュされたデータが消去されます。タスク、コース、設定は影響を受けません。
nl: Hiermee worden tijdelijke bestanden en gegevens in de cache gewist.Uw taken, cursussen en instellingen worden niet beïnvloed.
th: การดำเนินการนี้จะล้างไฟล์ชั่วคราวและข้อมูลแคชงาน หลักสูตร และการตั้งค่าของคุณจะไม่ได้รับผลกระทบ
uk: Це очистить тимчасові файли та кешовані дані.Це не вплине на ваші завдання, курси та налаштування.
zh_hans: 这将清除临时文件和缓存数据。您的任务、课程和设置不会受到影响。
zh_hant: 這將清除臨時文件和緩存數據。您的任務、課程和設置不會受到影響。
zh_hk: 這將清除臨時文件和緩存數據。您的任務、課程和設置不會受到影響。

# settings.storage.clear_cache.confirm.title
source: Clear Cache?
ar: مسح ذاكرة التخزين المؤقت؟
da: Ryd cache?
de: settings.storage.clear_cache.confirm.title
es: ¿Borrar Caché?
fa: کش پاک شود؟
fi: Tyhjennä välimuisti?
fr: Vider le cache ?
he: settings.storage.clear_cache.confirm.title
ja: キャッシュをクリアしますか?
nl: Cache wissen?
th: ล้างแคช?
uk: Очистити кеш?
zh_hans: 清除缓存？
zh_hant: 清除緩存？
zh_hk: 清除緩存？

# settings.storage.export
source: Export Data
ar: تصدير البيانات
da: Eksporter data
de: settings.storage.export
es: Exportar datos
fa: صادرات داده ها
fi: Vie tiedot
fr: Exporter des données
he: settings.storage.export
ja: データのエクスポート
nl: Gegevens exporteren
th: ส่งออกข้อมูล
uk: Експорт даних
zh_hans: 导出数据
zh_hant: 導出數據
zh_hk: 導出數據

# settings.storage.export.button
source: Export Now
ar: تصدير الآن
da: Eksporter nu
de: settings.storage.export.button
es: Exportar ahora
fi: Vie nyt
fr: Exporter maintenant
he: settings.storage.export.button
ja: 今すぐエクスポート
nl: Nu exporteren
th: ส่งออกทันที
uk: Експорт зараз
zh_hans: 立即导出
zh_hant: 立即導出
zh_hk: 立即導出

# settings.storage.export.error.message
source: Unable to create the export file right now.
ar: غير قادر على إنشاء ملف التصدير الآن.
da: Kan ikke oprette eksportfilen lige nu.
de: settings.storage.export.error.message
es: No se puede crear el archivo de exportación en este momento.
fa: در حال حاضر فایل صادراتی ایجاد نمی شود.
fi: Vientitiedostoa ei voi luoda juuri nyt.
fr: Impossible de créer le fichier d'exportation pour le moment.
he: settings.storage.export.error.message
ja: 現在エクスポート ファイルを作成できません。
nl: Kan het exportbestand momenteel niet maken.
th: ไม่สามารถสร้างไฟล์ส่งออกได้ในขณะนี้
uk: Зараз неможливо створити файл експорту.
zh_hans: 目前无法创建导出文件。
zh_hant: 目前無法創建導出文件。
zh_hk: 目前無法創建導出文件。

# settings.storage.export.error.title
source: Export Failed
ar: فشل التصدير
da: Eksport mislykkedes
de: settings.storage.export.error.title
es: Exportación fallida
fi: Vienti epäonnistui
fr: Échec de l'exportation
he: settings.storage.export.error.title
ja: エクスポートに失敗しました
nl: Exporteren mislukt
th: การส่งออกล้มเหลว
uk: Помилка експорту
zh_hans: 导出失败
zh_hant: 導出失敗
zh_hk: 導出失敗

# settings.storage.export.message
source: Your data will be exported as a JSON file that you can save or share.
ar: سيتم تصدير بياناتك كملف JSON يمكنك حفظه أو مشاركته.
da: Dine data vil blive eksporteret som en JSON-fil, som du kan gemme eller dele.
de: settings.storage.export.message
es: Sus datos se exportarán como un archivo JSON que podrá guardar o compartir.
fa: داده های شما به عنوان یک فایل JSON صادر می شود که می توانید ذخیره یا به اشتراک بگذارید.
fi: Tietosi viedään JSON-tiedostona, jonka voit tallentaa tai jakaa.
fr: Vos données seront exportées sous forme de fichier JSON que vous pourrez enregistrer ou partager.
he: settings.storage.export.message
ja: データは、保存または共有できる JSON ファイルとしてエクスポートされます。
nl: Uw gegevens worden geëxporteerd als een JSON-bestand dat u kunt opslaan of delen.
th: ข้อมูลของคุณจะถูกส่งออกเป็นไฟล์ JSON ที่คุณสามารถบันทึกหรือแชร์ได้
uk: Ваші дані буде експортовано як файл JSON, який можна зберегти або поділитися.
zh_hans: 您的数据将导出为 JSON 文件，您可以保存或共享。
zh_hant: 您的數據將導出為 JSON 文件，您可以保存或共享。
zh_hk: 您的數據將導出為 JSON 文件，您可以保存或共享。

# settings.storage.export.title
source: Export Data
ar: تصدير البيانات
da: Eksporter data
de: settings.storage.export.title
es: Exportar datos
fi: Vie tiedot
fr: Exporter des données
he: settings.storage.export.title
ja: データのエクスポート
nl: Gegevens exporteren
th: ส่งออกข้อมูล
uk: Експорт даних
zh_hans: 导出数据
zh_hant: 導出數據
zh_hk: 導出數據

# settings.storage.info.header
source: Storage
ar: تخزين
da: Opbevaring
de: settings.storage.info.header
es: Almacenamiento
fi: Varastointi
fr: Stockage
he: settings.storage.info.header
ja: ストレージ
nl: Opslag
th: พื้นที่จัดเก็บ
uk: Зберігання
zh_hans: 贮存
zh_hant: 貯存
zh_hk: 貯存

# settings.storage.location
source: Location
ar: موقع
da: Beliggenhed
de: settings.storage.location
es: Ubicación
fi: Sijainti
fr: Emplacement
he: settings.storage.location
ja: 位置
nl: Locatie
th: ที่ตั้ง
uk: Розташування
zh_hans: 地点
zh_hant: 地點
zh_hk: 地點

# settings.storage.location.local
source: Local
ar: محلي
da: Lokal
de: settings.storage.location.local
fi: Paikallinen
he: settings.storage.location.local
ja: 地元
nl: Lokaal
th: ท้องถิ่น
uk: Місцевий
zh_hans: 当地的
zh_hant: 當地的
zh_hk: 當地的

# settings.storage.maintenance.footer
source: Clearing cache can free up storage space and may improve performance
ar: يمكن أن يؤدي مسح ذاكرة التخزين المؤقت إلى تحرير مساحة التخزين وقد يؤدي إلى تحسين الأداء
da: Rydning af cache kan frigøre lagerplads og kan forbedre ydeevnen
de: settings.storage.maintenance.footer
es: Borrar el caché puede liberar espacio de almacenamiento y puede mejorar el rendimiento
fi: Välimuistin tyhjentäminen voi vapauttaa tallennustilaa ja parantaa suorituskykyä
fr: Vider le cache peut libérer de l'espace de stockage et améliorer les performances
he: settings.storage.maintenance.footer
ja: キャッシュをクリアするとストレージ領域が解放され、パフォーマンスが向上する可能性があります
nl: Het wissen van de cache kan opslagruimte vrijmaken en de prestaties verbeteren
th: การล้างแคชสามารถเพิ่มพื้นที่จัดเก็บข้อมูลและอาจปรับปรุงประสิทธิภาพ
uk: Очищення кешу може звільнити місце для зберігання та покращити продуктивність
zh_hans: 清除缓存可以释放存储空间并可能提高性能
zh_hant: 清除緩存可以釋放存儲空間並可能提高性能
zh_hk: 清除緩存可以釋放存儲空間並可能提高性能

# settings.storage.maintenance.header
source: Maintenance
ar: صيانة
da: Opretholdelse
de: settings.storage.maintenance.header
es: Mantenimiento
fi: Huolto
fr: Entretien
he: settings.storage.maintenance.header
ja: メンテナンス
nl: Onderhoud
th: การซ่อมบำรุง
uk: Технічне обслуговування
zh_hans: 维护
zh_hant: 維護
zh_hk: 維護

# settings.storage.used
source: Storage Used
ar: التخزين المستخدمة
da: Opbevaring brugt
de: settings.storage.used
es: Almacenamiento Usado
fi: Säilytys käytetty
fr: Stockage utilisé
he: settings.storage.used
ja: 使用済みストレージ
nl: Opslag gebruikt
th: พื้นที่เก็บข้อมูลที่ใช้
uk: Пам'ять використано
zh_hans: 已用存储空间
zh_hant: 已用存儲空間
zh_hk: 已用存儲空間

# settings.timer.alarmkit
source: AlarmKit Timers
ar: الموقتات AlarmKit
da: AlarmKit timere
de: settings.timer.alarmkit
es: Temporizadores AlarmKit
fi: AlarmKit Ajastimet
fr: Minuteries AlarmKit
he: settings.timer.alarmkit
ja: アラームキットタイマー
th: ตัวจับเวลา AlarmKit
uk: Таймери AlarmKit
zh_hans: 闹钟套件定时器
zh_hant: 鬧鐘套件定時器
zh_hk: 鬧鐘套件定時器

# settings.timer.alarmkit.detail
source: Use iOS AlarmKit for loud system alarms
ar: استخدم iOS AlarmKit لإنذارات النظام العالية
da: Brug iOS AlarmKit til høje systemalarmer
de: settings.timer.alarmkit.detail
es: Usar AlarmKit de iOS para alarmas de sistema fuertes
fi: Käytä iOS AlarmKitiä äänekkäisiin järjestelmähälytyksiin
fr: Utilisez iOS AlarmKit pour les alarmes système bruyantes
he: settings.timer.alarmkit.detail
ja: 大音量のシステムアラームには iOS AlarmKit を使用する
nl: Gebruik iOS AlarmKit voor luide systeemalarmen
th: ใช้ iOS AlarmKit สำหรับการเตือนของระบบที่ดัง
uk: Використовуйте iOS AlarmKit для гучних системних сигналів
zh_hans: 使用 iOS AlarmKit 发出响亮的系统警报
zh_hant: 使用 iOS AlarmKit 發出響亮的系統警報
zh_hk: 使用 iOS AlarmKit 發出響亮的系統警報

# settings.timer.alerts
source: Timer Alerts
ar: تنبيهات الموقت
da: Timer alarmer
de: settings.timer.alerts
es: Alertas del Temporizador
fi: Ajastimen hälytykset
fr: Alertes de minuterie
he: settings.timer.alerts
ja: タイマーアラート
nl: Timerwaarschuwingen
th: การแจ้งเตือนตัวจับเวลา
uk: Сповіщення таймера
zh_hans: 定时器警报
zh_hant: 定時器警報
zh_hk: 定時器警報

# settings.timer.alerts.detail
source: Show notification when timer completes
ar: إظهار الإخطار عند اكتمال الموقت
da: Vis besked, når timeren er færdig
de: settings.timer.alerts.detail
es: Mostrar notificación cuando se complete el temporizador
fa: نمایش اعلان پس از اتمام تایمر
fi: Näytä ilmoitus, kun ajastin on valmis
fr: Afficher une notification lorsque la minuterie est terminée
he: settings.timer.alerts.detail
ja: タイマーが完了したら通知を表示する
nl: Toon melding wanneer de timer is voltooid
th: แสดงการแจ้งเตือนเมื่อหมดเวลา
uk: Показувати сповіщення, коли таймер закінчиться
zh_hans: 计时器完成时显示通知
zh_hant: 計時器完成時顯示通知
zh_hk: 計時器完成時顯示通知

# settings.timer.alerts.footer
source: AlarmKit provides system-level alarms that work even when the app is closed.
ar: يوفر AlarmKit إنذارات على مستوى النظام تعمل حتى عند إغلاق التطبيق.
da: AlarmKit giver alarmer på systemniveau, der virker, selv når appen er lukket.
de: settings.timer.alerts.footer
es: AlarmKit proporciona alarmas a nivel de sistema que funcionan incluso cuando la aplicación está cerrada.
fa: AlarmKit هشدارهای سطح سیستم را ارائه می دهد که حتی زمانی که برنامه بسته است کار می کند.
fi: AlarmKit tarjoaa järjestelmätason hälytyksiä, jotka toimivat myös sovelluksen ollessa suljettuna.
fr: AlarmKit fournit des alarmes au niveau du système qui fonctionnent même lorsque l'application est fermée.
he: settings.timer.alerts.footer
ja: AlarmKit は、アプリが閉じているときでも機能するシステムレベルのアラームを提供します。
nl: AlarmKit biedt alarmen op systeemniveau die zelfs werken als de app gesloten is.
th: AlarmKit ให้การเตือนระดับระบบที่ทำงานแม้ในขณะที่แอปปิดอยู่
uk: AlarmKit надає сигнали тривоги на системному рівні, які працюють, навіть якщо додаток закрито.
zh_hans: AlarmKit 提供系统级警报，即使应用程序关闭也能正常工作。
zh_hant: AlarmKit 提供系統級警報，即使應用程序關閉也能正常工作。
zh_hk: AlarmKit 提供系統級警報，即使應用程序關閉也能正常工作。

# settings.timer.alerts.header
source: Alerts
ar: التنبيهات
da: Advarsler
de: settings.timer.alerts.header
es: Alertas
fa: هشدارها
fi: Hälytykset
fr: Alertes
he: settings.timer.alerts.header
ja: アラート
nl: Waarschuwingen
th: การแจ้งเตือน
uk: Оповіщення
zh_hans: 警报
zh_hant: 警報
zh_hk: 警報

# settings.timer.display
source: Display
ar: عرض
da: Vise
de: settings.timer.display
es: Pantalla
fi: Näyttö
fr: Afficher
he: settings.timer.display
ja: 画面
nl: Weergave
ru: Дисплей
th: แสดง
uk: Дисплей
zh_hans: 显示
zh_hant: 顯示
zh_hk: 展示

# settings.timer.focus_duration
source: Focus Duration
ar: مدة التركيز
da: Fokus varighed
de: settings.timer.focus_duration
es: Duración de Enfoque
fi: Tarkennuksen kesto
fr: Durée de mise au point
he: settings.timer.focus_duration
ja: フォーカス持続時間
nl: Focusduur
th: ระยะเวลาโฟกัส
uk: Тривалість фокусування
zh_hans: 聚焦持续时间
zh_hant: 聚焦持續時間
zh_hk: 聚焦持續時間

# settings.timer.iterations
source: Pomodoro Cycles
ar: دورات بومودورو
da: Pomodoro cykler
de: settings.timer.iterations
es: Ciclos Pomodoro
fi: Pomodoro pyörät
fr: Cycles Pomodoro
he: settings.timer.iterations
ja: ポモドーロ サイクル
nl: Pomodoro-cycli
th: วงจร Pomodoro
uk: Цикли Pomodoro
zh_hans: 番茄周期
zh_hant: 番茄週期
zh_hk: 番茄週期

# settings.timer.long_break
source: Long Break
ar: استراحة طويلة
da: Lang pause
de: settings.timer.long_break
es: Descanso Largo
fa: استراحت طولانی
fi: Pitkä tauko
fr: Longue pause
he: settings.timer.long_break
ja: 長期休暇
nl: Lange pauze
th: หยุดยาว
uk: Тривала перерва
zh_hans: 长假
zh_hant: 長假
zh_hk: 長假

# settings.timer.pomodoro.header
source: Pomodoro Settings
ar: إعدادات بومودورو
da: Pomodoro-indstillinger
de: settings.timer.pomodoro.header
es: Configuración de Pomodoro
fa: تنظیمات Pomodoro
fi: Pomodoro-asetukset
fr: Paramètres Pomodoro
he: settings.timer.pomodoro.header
ja: ポモドーロの設定
nl: Pomodoro-instellingen
th: การตั้งค่าโพโมโดโร
uk: Налаштування Pomodoro
zh_hans: 番茄工作法设置
zh_hant: 番茄工作法設置
zh_hk: 番茄工作法設置

# settings.timer.pomodoro_alerts
source: Pomodoro Alerts
ar: تنبيهات بومودورو
da: Pomodoro-advarsler
de: settings.timer.pomodoro_alerts
es: Alertas Pomodoro
fi: Pomodoro-hälytykset
fr: Alertes Pomodoro
he: settings.timer.pomodoro_alerts
ja: ポモドーロアラート
nl: Pomodoro-waarschuwingen
th: การแจ้งเตือน Pomodoro
uk: Сповіщення Pomodoro
zh_hans: 番茄钟提醒
zh_hant: 番茄鐘提醒
zh_hk: 番茄鐘提醒

# settings.timer.pomodoro_alerts.detail
source: Alert at each pomodoro phase change
ar: تنبيه عند كل تغيير في مرحلة بومودورو
da: Alarm ved hver pomodoro-faseændring
de: settings.timer.pomodoro_alerts.detail
es: Alertar en cada cambio de fase pomodoro
fa: هشدار در هر تغییر فاز پومودورو
fi: Varoitus jokaisesta pomodoro-vaiheen muutoksesta
fr: Alerte à chaque changement de phase pomodoro
he: settings.timer.pomodoro_alerts.detail
ja: ポモドーロのフェーズが変わるたびにアラートを表示
nl: Waarschuw bij elke pomodoro-faseverandering
th: แจ้งเตือนเมื่อแต่ละช่วงของโพโมโดโรเปลี่ยนไป
uk: Сповіщення про кожну зміну фази помодоро
zh_hans: 每次番茄钟阶段变化时发出警报
zh_hant: 每次番茄鐘階段變化時發出警報
zh_hk: 每次番茄鐘階段變化時發出警報

# settings.timer.short_break
source: Short Break
ar: استراحة قصيرة
da: Kort pause
de: settings.timer.short_break
es: Descanso Corto
fi: Lyhyt tauko
fr: Courte pause
he: settings.timer.short_break
ja: 短い休憩
nl: Korte pauze
th: พักระยะสั้น
uk: Коротка перерва
zh_hans: 短暂休息
zh_hant: 短暫休息
zh_hk: 短暫休息

# settings.timer.timer_duration
source: Timer Duration
ar: مدة الموقت
da: Timerens varighed
de: settings.timer.timer_duration
es: Duración del Temporizador
fi: Ajastimen kesto
fr: Durée de la minuterie
he: settings.timer.timer_duration
ja: タイマーの持続時間
nl: Timerduur
th: ระยะเวลาของตัวจับเวลา
uk: Тривалість таймера
zh_hans: 计时器时长
zh_hant: 計時器時長
zh_hk: 定時器持續時間

# time.am
source: AM
ar: أكون
da: ER
de: time.am
fr: SUIS
he: time.am
ja: 午前
nl: BEN
ru: ДП
th: เช้า
zh_hans: 是
zh_hant: 是
zh_hk: 是

# time.minutes
source: min
ar: دقيقة
de: time.minutes
fa: دقیقه
he: time.minutes
ja: 分
ru: мин
th: นาที
uk: хв
zh_hans: 分钟
zh_hant: 分鐘
zh_hk: 分鐘

# time.pm
source: PM
ar: مساءً
de: time.pm
fr: MP
he: time.pm
ja: 午後
ru: ПП
th: น
zh_hans: 下午
zh_hant: 下午
zh_hk: 下午

# timer.action.start
source: Start
ar: يبدأ
da: Starte
de: timer.action.start
es: Iniciar
fa: شروع کنید
fi: Aloita
fr: Démarrer
he: timer.action.start
ja: 始める
nl: Begin
ru: Старт
th: เริ่ม
uk: старт
zh_hans: 开始
zh_hant: 開始
zh_hk: 開始

# timer.context.add_assignment
source: Add Assignment
ar: إضافة مهمة
da: Tilføj opgave
de: timer.context.add_assignment
es: Agregar Tarea
fa: افزودن تکلیف
fi: Lisää tehtävä
fr: Ajouter une affectation
he: timer.context.add_assignment
ja: 割り当ての追加
nl: Opdracht toevoegen
ru: Добавить задание
th: เพิ่มการมอบหมาย
uk: Додати завдання
zh_hans: 添加作业
zh_hant: 新增作業
zh_hk: 添加作業

# timer.context.add_grade
source: Add Grade
ar: أضف الدرجة
da: Tilføj karakter
de: timer.context.add_grade
es: Agregar Calificación
fi: Lisää arvosana
fr: Ajouter une note
he: timer.context.add_grade
ja: グレードの追加
nl: Cijfer toevoegen
ru: Добавить оценку
th: เพิ่มเกรด
uk: Додати оцінку
zh_hans: 添加成绩
zh_hant: 新增成績
zh_hk: 添加成績

# timer.context.end_clock
source: End clock
ar: ساعة النهاية
da: Slutur
de: timer.context.end_clock
es: Finalizar reloj
fa: ساعت پایانی
fi: Loppu kello
fr: Horloge de fin
he: timer.context.end_clock
ja: 終了クロック
nl: Einde klok
ru: Завершить часы
th: นาฬิกาสิ้นสุด
uk: Кінцевий годинник
zh_hans: 结束计时
zh_hant: 結束計時
zh_hk: 結束時鐘
